" ******************************************************************************
" .vimrc
"
" ------------------------------------------------------------------------------
" - 操作方法を変えるような設定変更は行わない
" - 補助表示等の情報可視化、視認性向上程度にとどめる
" ******************************************************************************

colorscheme slate " カラースキーム
syntax on         " シンタックスハイライト
set cursorline    " カーソル行をハイライト
set cursorcolumn  " カーソル列をハイライト
set hlsearch      " 検索結果をハイライト
set showmatch     " 対応する括弧をハイライト
set number        " 行番号の表示
set wildmenu      " 補完候補の表示
set laststatus=2  " ステータスバーを表示
set statusline=%F\ %y%m\ %r%h%w%=[Ln:%02l,Col:%02c]\ [%{&fileencoding!=''?&fileencoding:&encoding},%{&ff}]
