tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k1low/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "colordiff"
brew "duti"
brew "eza"
brew "fzf"
brew "ghostscript"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "mas"
brew "mise"
brew "nkf"
brew "smartmontools"
brew "swagger-codegen"
brew "tree"
brew "wget"
brew "yq"
brew "zplug"
brew "k1low/tap/tbls"
cask "adguard"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "coteditor"
cask "cyberduck"
cask "deepl"
cask "docker"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jump-desktop-connect"
cask "keka"
cask "keyboardcleantool"
cask "maccy"
cask "notion"
cask "postman"
cask "powershell"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "stats"
cask "stoplight-studio"
cask "tableplus"
cask "visual-studio-code"
cask "xcodes"
cask "zoom"
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
