tap "homebrew/bundle"
tap "k1low/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "duti"
brew "eza"
brew "fzf"
brew "ghostscript"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "k6"
brew "k9s"
brew "mas"
brew "mise"
brew "nkf"
brew "ripgrep"
brew "smartmontools"
brew "swagger-codegen"
brew "terracognita"
brew "wget"
brew "zplug"
brew "k1low/tap/tbls"
cask "adguard"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "chatgpt"
cask "coteditor"
cask "cyberduck"
cask "deepl"
cask "docker"
cask "font-cascadia-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "maccy"
cask "macupdater"
cask "notion"
cask "postman"
cask "powershell"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "sourcetree"
cask "stoplight-studio"
cask "tableplus"
cask "visual-studio-code"
cask "wireshark"
cask "xcodes"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
