tap "daipeihust/tap"
tap "homebrew/bundle"
tap "sst/tap"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "codex"
brew "duti"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glab"
brew "jq"
brew "k6"
brew "k9s"
brew "mas"
brew "mise"
brew "ollama"
brew "ripgrep"
brew "uv"
brew "zplug"
brew "daipeihust/tap/im-select"
brew "sst/tap/opencode"
cask "android-platform-tools"
cask "claude-code"
cask "cyberduck"
cask "deepl"
cask "docker-desktop"
cask "font-cascadia-code"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "maccy"
cask "macvim-app"
cask "postman"
cask "powershell"
cask "rectangle"
cask "sourcetree"
cask "stoplight-studio"
cask "tableplus"
cask "visual-studio-code"
cask "xcodes-app"
mas "AdGuard for Safari", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "Keepa - Price Tracker", id: 1533805339
mas "Klack", id: 6446206067
mas "LINE", id: 539883307
