adpyke.vscode-sql-formatter
alefragnani.project-manager
ambooth.git-rename
amiralizadeh9480.laravel-extra-intellisense
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
codingyu.laravel-goto-view
cweijan.vscode-database-client2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
IBM.output-colorizer
ICS.japanese-proofreading
jebbs.plantuml
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mikestead.dotenv
mosapride.zenkaku
moshfeu.compare-folders
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode.hexeditor
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-typescript-next
Natizyskunk.sftp
oderwat.indent-rainbow
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
rangav.vscode-thunder-client
redhat.vscode-yaml
ryu1kn.partial-diff
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
techer.open-in-browser
tomoki1207.pdf
tshino.kb-macro
Tyriar.sort-lines
usernamehw.errorlens
wmaurer.change-case
yzane.markdown-pdf
zxh404.vscode-proto3
