42crunch.vscode-openapi
adpyke.vscode-sql-formatter
alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
asyncapi.asyncapi-preview
be5invis.toml
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codingyu.laravel-goto-view
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
gruntfuggly.todo-tree
gurumukhi.selected-lines-count
hashicorp.terraform
hediet.vscode-drawio
ibm.output-colorizer
ics.japanese-proofreading
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
masakit.zenkaku-hankaku
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mkxml.vscode-filesize
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azurecli
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mysql
naoray.laravel-goto-components
natizyskunk.sftp
njpwerner.autodocstring
oderwat.indent-rainbow
onecentlin.laravel-blade
orta.vscode-jest
pflannery.vscode-versionlens
pkief.material-icon-theme
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
rosshamish.kuskus-kusto-language-server
rosshamish.kuskus-kusto-syntax-highlighting
ryu1kn.partial-diff
sohamkamani.code-eol
streetsidesoftware.code-spell-checker
techer.open-in-browser
timonwong.shellcheck
tomoki1207.pdf
tshino.kb-macro
usernamehw.errorlens
wallabyjs.console-ninja
xadillax.viml
xdebug.php-debug
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
