alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
amiralizadeh9480.laravel-extra-intellisense
atommaterial.a-file-icon-vscode
batisteo.vscode-django
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
christian-kohler.path-intellisense
codingyu.laravel-goto-view
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
ibm.output-colorizer
kisstkondoros.vscode-gutter-preview
marp-team.marp-vscode
masakit.zenkaku-hankaku
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
mhutchie.git-graph
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.azurecli
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
ms-vscode.vscode-typescript-next
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
naoray.laravel-goto-components
natizyskunk.sftp
oderwat.indent-rainbow
onecentlin.laravel-blade
orta.vscode-jest
pflannery.vscode-versionlens
prisma.prisma
ryu1kn.partial-diff
sohamkamani.code-eol
streetsidesoftware.code-spell-checker
techer.open-in-browser
tomrijndorp.find-it-faster
tshino.kb-macro
upstash.context7-mcp
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
xadillax.viml
xdebug.php-debug
yoavbls.pretty-ts-errors
zxh404.vscode-proto3
