brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "duti"
brew "eza"
brew "gh"
brew "glab"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "msedit"
brew "ripgrep"
brew "uv"
brew "yazi"
brew "zplug"
cask "copilot-cli"
cask "cyberduck"
cask "docker-desktop"
cask "font-cascadia-code"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "macvim-app"
cask "obsidian"
cask "postman"
cask "sourcetree"
cask "tableplus"
cask "visual-studio-code"
cask "xcodes-app"
mas "AdGuard Mini", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "Keepa - Price Tracker", id: 1533805339
mas "Klack", id: 6446206067
mas "LINE", id: 539883307
