tap "homebrew/bundle"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "btop"
brew "duti"
brew "eza"
brew "gh"
brew "glab"
brew "k6"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "ollama"
brew "uv"
brew "zplug"
cask "android-platform-tools"
cask "appcleaner"
cask "cyberduck"
cask "docker-desktop"
cask "font-cascadia-code"
cask "gcloud-cli"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "maccy"
cask "macvim-app"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "sourcetree"
cask "stoplight-studio"
cask "tableplus"
cask "visual-studio-code"
cask "xcodes-app"
mas "AdGuard for Safari", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "Keepa - Price Tracker", id: 1533805339
mas "Klack", id: 6446206067
mas "LINE", id: 539883307
